import React, {Component} from 'react';
import ElephantWrapper from '../../component/elephantWrapper/ElephantWrapper';
import './RulesView.styl';

class RulesView extends Component {

    render() {
        return (
            <ElephantWrapper>
                <div className="rules-page-content">
                    <h2 className="block-title">ПРАВИЛА
                        ПРОВЕДЕННЯ РЕКЛАМНО-МАРКЕТИНГОВОЇ АКЦІЇ «Слон»
                    </h2>
                    <ul><li><b>1.</b>	Організатор (Виконавець) Акції – ТОВ «СІЛЬПО-ФУД». Учасник акції – покупець мережі супермаркетів «Сільпо», який має персональну картку «Власний Рахунок» - надалі учасник.</li>
                        <li><b>2.</b>	Акція діє в  супермаркетах «Сільпо» згідно з Адресною програмою місць проведення акції (далі — Місця проведення акції) (Додаток № 1), розміщеною на веб-сайті silpo.ua, з 4.10.2018 до 31.11.2018 (далі — період Акції).</li>
                        <li><b>3.</b>	Участь в Акції дає можливість отримати знижку на обраний товар кожної з підкатегорії. Всього приймають участь товари зі 182 товарних підкатегорій.</li>
                        <li><b>4.</b>	Знижка на товар може бути отримана наступним чином:</li>
                        <li><b>4.1.</b> В період з 4.10 по 31.10.18 учасник акції заходить на сайт silpo.ua на свою персональну сторінку. Для цього вводить номер своєї картки «Власний Рахунок» і свій персональний пароль. Далі переходить в розділ «Акції», в розділ «Премія Silpo Awards» і обирає один будь-який акційний товар з  продуктової категорії і натискає кнопку «проголосувати». Після цього учасник може отримати знижку на обраний товар в період: з 1.11.18 по 30.11.18 при його купівлі в супермаркетах «Сільпо» згідно з адресною програмою місць проведення акції та за умови наявності акційного товару. Розмір знижки становить від 15 до 40%. Розмір знижки учасник одразу може побачити перед вибором товару. Максимум учасник може вибрати 182 товари  із 182 підкатегорій (по одному товару з кожної підкатегоії).  Перелік всіх акційних товарів  вказано на silpo.ua., а також  в Місцях проведення акції протягом періоду Акції  дані товари будуть виділені спеціальними матеріалами підцінниками.</li>
                        <li><b>4.2.</b> При виборі товарів в категорії  «алкогольні напої» учасник отримує знижку балами програми «Власний Рахунок» на свою особисту картку «Власний Рахунок», яку він активував на касі. Сума балів еквівалентна сумі знижки в грн.: 1 бал дорівнює 1 копійці. Учасник отримує бали одразу після купівлі вибраного акційного товару.</li>
                        <li><b>4.3.</b> Після вибору акційного товару на сайті silpo.ua учасник отримує можливість багаторазового використання знижки при повторних покупках обранного товару протягом періоду: з 1.11.18 по 30.11.18.</li>
                        <li><b>5.</b>	Організатор (Виконавець) Акції має право змінювати умови Акції або достроково її припинити. Інформація про внесені зміни або припинення Акції публікується в супермаркетах мережі «Сільпо», а також на офіційному веб-сайті stikeez.silpo.ua.</li>
                        <li><b>6.</b>	Зовнішній вигляд Акційних товарів може відрізнятися від розміщених у рекламних матеріалах.</li>
                        <li><b>7.</b>	Видача грошової компенсації замість надання знижки не допускається. Акція діє за умови наявності Акційних товарів у Місцях проведення акції. Запас Акційного товару обмежений.</li>
                        <li><b>8.</b>	Інформаційна підтримка Акції: silpo.ua, гаряча лінія «Сільпо»: 0 800 301 707 (дзвінки безкоштовні з усіх телефонів на території України).</li>
                    </ul>
                </div>
            </ElephantWrapper>
        );
    }
}

export default RulesView;
